{
    "books": [
        {
            "id": 2,
            "title": "Financial Market History: Reflections on the Past for Investors Today",
            "uuid4": "46b60644-ff5a-4add-a556-41f9d0cd66c6",
            "s3_path": "https://bigdata7245.s3.amazonaws.com/staging/pdfs/Financial%20Market%20History%3A%20Reflections%20on%20the%20Past%20for%20Investors%20Today.pdf",
            "s3_frontpage_url": "https://bigdata7245.s3.amazonaws.com/staging/images/Financial%20Market%20History%3A%20Reflections%20on%20the%20Past%20for%20Investors%20Today.jpg",
            "s3_images_desc_url": "",
            "s3_images_folder": "",
            "s3_images": [],
            "local_file_path": "/Users/nivedhithaagovindaraj/workspace/p1_a4/sample_data/46b60644-ff5a-4add-a556-41f9d0cd66c6.pdf",
            "pinecone_index": "",
            "summary": "Since the 2008 financial crisis, a resurgence of interest in economic and financial history has occurred among investment professionals. This book discusses some of the lessons drawn from the past that may help practitioners when thinking about their portfolios. The book’s editors, David Chambers and Elroy Dimson, are the academic leaders of the Newton Centre for Endowment Asset Management at the University of Cambridge in the United Kingdom. CFA Institute Research and Policy Center is transforming research insights into actions that strengthen markets, advance ethics, and improve investor outcomes for the ultimate benefit of society. Sign up to get the latest updates from the RPC right to your inbox"
        }{
            "id": 5,
            "title": "Stock Buyback Motivations and Consequences: A Literature Review",
            "uuid4": "",
            "s3_path": "https://bigdata7245.s3.amazonaws.com/staging/pdfs/Stock%20Buyback%20Motivations%20and%20Consequences%3A%20A%20Literature%20Review.pdf",
            "s3_frontpage_url": "https://bigdata7245.s3.amazonaws.com/staging/images/Stock%20Buyback%20Motivations%20and%20Consequences%3A%20A%20Literature%20Review.jpg",
            "s3_images_desc_url": "",
            "s3_images_folder": "",
            "s3_images": [],
            "local_file_path": "",
            "pinecone_index": "",
            "summary": "There has been much controversy about share repurchases in recent years. On the one hand, proponents of share repurchases say that this payout method provides liquidity and price support, returns excess cash in a flexible way, corrects undervaluation, and conveys information to the market. These aspects of buybacks are also often cited by practitioners as motivations for their share repurchase decisions. Academic research provides evidence that supports this view as well. On the other hand, opponents of buybacks argue that the practice may be used to manipulate executive compensation and mislead investors. While these aspects of share repurchase are rarely mentioned by corporate executives, academic research lends some credence to these concerns. Overall, academic researchers agree that while stock buybacks may be misused, this payout method has clear advantages. Hence, the challenge is to provide the right combination of oversight that allows companies to benefit from those advantages while minimizing potential costs. Finally, the studies surveyed in this review point out that a company’s buyback decision is tightly linked to many of its other policies, such as capital structure, compensation, risk management, and disclosure. Consequently, share repurchase policy discussions should also recognize the implications of the proposed changes for other corporate policies. CFA Institute Research and Policy Center is transforming research insights into actions that strengthen markets, advance ethics, and improve investor outcomes for the ultimate benefit of society. Sign up to get the latest updates from the RPC right to your inbox"
        },
        {
            "id": 6,
            "title": "Valuation Handbook — International Guide to Cost of Capital: 2023 Summary Edition",
            "uuid4": "",
            "s3_path": "https://bigdata7245.s3.amazonaws.com/staging/pdfs/Valuation%20Handbook%20%E2%80%94%20International%20Guide%20to%20Cost%20of%20Capital%3A%202023%20Summary%20Edition.pdf",
            "s3_frontpage_url": "https://bigdata7245.s3.amazonaws.com/staging/images/Valuation%20Handbook%20%E2%80%94%20International%20Guide%20to%20Cost%20of%20Capital%3A%202023%20Summary%20Edition.jpg",
            "s3_images_desc_url": "",
            "s3_images_folder": "",
            "s3_images": [],
            "local_file_path": "",
            "pinecone_index": "",
            "summary": "The cost of capital is the expected rate of return that the market requires in order to attract funds to a particular investment and is one of the most important concepts in finance. It may be described in simple terms as the expected return appropriate for the expected level of risk and is also commonly called the discount rate, the expected return, or the required return. There are three broad valuation approaches: (i) the income approach, (ii) the market approach, and (iii) the cost or asset-based approach. The country risk premia (CRPs), equity risk premia (ERPs), and relative volatility (RVs) can be used to develop cost of capital estimates for use in income-approach-based valuation methods. Of the three aforementioned approaches to estimating value, only the income approach typically requires cost of capital estimates. The cost of capital is a critical input used in income approaches to equate the future economic benefits (typically measured by projected cash flows) of a business, business ownership interest, security, or intangible asset to present value. The income approach is most often applied through a discounted cash flow (DCF) model. A basic insight of capital market theory, that expected return is a function of risk, still holds when dealing with cost of equity capital in a global environment. Estimating a proper cost of capital (i.e., a discount rate) in developed countries, where a relative abundance of market data and comparable companies exist, requires a high degree of expertise. Estimating cost of capital in less-developed (i.e., “emerging”) economies can present an even greater challenge, primarily because of lack of data (or poor data quality) and the potential for magnified financial, economic, and political risks. A good understanding of cost of capital concepts is, therefore, essential for making global investment decisions."
        },
        {
            "id": 7,
            "title": "ESG Investment Outcomes, Performance Evaluation, and Attribution",
            "uuid4": "",
            "s3_path": "https://bigdata7245.s3.amazonaws.com/staging/pdfs/ESG%20Investment%20Outcomes%2C%20Performance%20Evaluation%2C%20and%20Attribution.pdf",
            "s3_frontpage_url": "https://bigdata7245.s3.amazonaws.com/staging/images/ESG%20Investment%20Outcomes%2C%20Performance%20Evaluation%2C%20and%20Attribution.jpg",
            "s3_images_desc_url": "",
            "s3_images_folder": "",
            "s3_images": [],
            "local_file_path": "",
            "pinecone_index": "",
            "summary": "ESG strategies have experienced a massive inflow of capital over the past decade despite investors having little concrete evidence that ESG investing accomplishes its purported goals. It has also happened without investors having the information, tools, and methods needed to evaluate and communicate their specific ESG values, objectives, and preferences. Without evidence of efficacy and clearly articulated investment objectives, it is impossible for investors with ESG intent to know if they are getting what they are paying for, to distinguish between investment managers based on non-financial objectives, or to improve the likelihood of achieving positive ESG investing outcomes. This paper highlights key challenges faced by ESG investors and portfolio managers implementing ESG investment mandates. It then addresses these challenges focusing on relevant fund reporting, provides guidance on the information required to make informed ESG investing decisions, and proposes a performance evaluation and attribution framework to support the ESG investment management process."
        },
        {
            "id": 8,
            "title": "Learning about Risk Management: Insights from Unconventional Risk-Takers",
            "uuid4": "",
            "s3_path": "https://bigdata7245.s3.amazonaws.com/staging/pdfs/Learning%20about%20Risk%20Management%3A%20Insights%20from%20Unconventional%20Risk-Takers.pdf",
            "s3_frontpage_url": "https://bigdata7245.s3.amazonaws.com/staging/images/Learning%20about%20Risk%20Management%3A%20Insights%20from%20Unconventional%20Risk-Takers.jpg",
            "s3_images_desc_url": "",
            "s3_images_folder": "",
            "s3_images": [],
            "local_file_path": "",
            "pinecone_index": "",
            "summary": "Think financial professionals have a corner on risk management? Think again. Learn how a Hollywood movie mogul, a poker champion, and a big wave surfer can offer key lessons in risk management, risk mitigation, and client communication. A global pandemic forced everyone to live with more risk. We had to deal with more volatile markets, and even going to the grocery store required some risk management. Suddenly, everyone became more aware of what a risky place the world can be and that life requires deciding what risks to take and how to manage them. Most people were unprepared for the new risks the pandemic posed, in large part because we don’t have good tools to help people make sense of risk. If you work in finance, these problems are more familiar because risk management is our job. Risk in finance means the possibility for higher return, the chance to get more for less. Or, if you are uncomfortable with risk, you can pay to reduce it. Deciding how much risk to take and how much to reduce it are things we do every day. The pandemic shows that everyone—not just financial professionals—must manage risk. Whether in jobs, retirement portfolios, or daily tasks, we all have to make decisions when faced with uncertainty. Financial professionals often complain people can’t understand risk, but perhaps risk is not explained clearly or in ways that make sense to non-financial professionals. It is no wonder most people struggle. As financial professionals, part of our job is to communicate risk to clients. This is an important skill, as important as risk management. But we don’t have many tools to explain risk in ways that are meaningful. One valuable tool we can use, however, is storytelling. Storytelling is a valuable way to communicate complex ideas. Everyone connects to stories about people. A financial model is in many ways a parable, an abstraction of the world that offers insight into important lessons and relationships. We can use parables to better communicate financial risk. This brief is a collection of such parables. This brief shares stories of people in industries that may appear to have nothing to do with finance but where risk measurement and management are also crucial for success. I first describe the challenges of risk measurement in the movie industry, where a heavily skewed distribution of payoffs and an ever-changing market make estimating risk extremely difficult. These challenges with risk measurement leave Hollywood film studios largely in the dark about which movies will be successful. When you can’t measure risk, managing it is nearly impossible; this explains why Hollywood makes the movies it does. The new economics of movies, however, means more data are available that could lead to better estimates… and maybe to better films too. The next story is about poker champion Phil Hellmuth. Hellmuth is one of the world’s best players, and he is also among the most patient. He only plays 12% of his hands, a much lower percentage than average. This reserve is all the more remarkable because he is also known for being a volatile personality who throws tantrums when he loses. We all have behavioral biases that undermine making good risk choices. We tend to be impulsive and are willing to take big risks to avoid losses. But Hellmuth is an interesting case because, on the one hand, he is known for losing control; on the other hand, he is one of the industry’s most disciplined players. He shows we can overcome our biases when it matters. And he explains how he does it. The third story takes us to the North Shore of Oahu, Hawaii, to the Big Wave Risk Assessment Group’s annual summit, a risk conference for big wave surfers. It turns out big wave surfers face many of the same issues financial professionals do: Surfing big waves is all about risk management. The surfers’ risk choices affect not only themselves but also others. Some surfers, often aided by a new technology, try to ride waves above their skill level, but when they do that, they can pose harm to other surfers. Helping surfers account for how their risk choices impact others remains a challenge, just like it does for people who work in financial services. Also a central issue during the pandemic, this chain of influence highlights the role that government regulation is supposed to shoulder, helping us internalize the cost of the externalities we create. Government regulation also poses trade-offs because it can infringe on liberties and curb valuable risk taking. The surfers don’t want government regulation in their sport; they prefer to leave it to individuals to behave responsibly. But often this choice is ineffective because everyone has different risk preferences. The stories in this brief highlight the same issues financial professionals face every day. The lessons found not only offer examples of how to communicate risks to clients, but they also help us become better risk managers. Often, seeing what we do every day in a new context deepens our understanding of it. We can see new subtleties. This knowledge helps us to better use existing tools and also to develop new ones. The value of risk reduction is often underestimated outside of finance. This miscommunication poses a challenge when it comes to dealing with clients, and it is one reason why many people question the value of financial services. The novel coronavirus reminded the world how valuable risk management can be and how important it is to communicate risk in a way people find meaningful. Going forward, financial professionals must do more to communicate the principles of risk management. CFA Institute Research and Policy Center is transforming research insights into actions that strengthen markets, advance ethics, and improve investor outcomes for the ultimate benefit of society. Sign up to get the latest updates from the RPC right to your inbox"
        },
        {
            "id": 9,
            "title": "Research Foundation Review 2019",
            "uuid4": "",
            "s3_path": "https://bigdata7245.s3.amazonaws.com/staging/pdfs/Research%20Foundation%20Review%202019.pdf",
            "s3_frontpage_url": "https://bigdata7245.s3.amazonaws.com/staging/images/Research%20Foundation%20Review%202019.jpg",
            "s3_images_desc_url": "",
            "s3_images_folder": "",
            "s3_images": [],
            "local_file_path": "",
            "pinecone_index": "",
            "summary": "CFA Institute Research and Policy Center is transforming research insights into actions that strengthen markets, advance ethics, and improve investor outcomes for the ultimate benefit of society. Sign up to get the latest updates from the RPC right to your inbox"
        },
        {
            "id": 10,
            "title": "Puzzles of Inflation, Money, and Debt: Applying the Fiscal Theory of the Price Level",
            "uuid4": "",
            "s3_path": "https://bigdata7245.s3.amazonaws.com/staging/pdfs/Puzzles%20of%20Inflation%2C%20Money%2C%20and%20Debt%3A%20Applying%20the%20Fiscal%20Theory%20of%20the%20Price%20Level.pdf",
            "s3_frontpage_url": "https://bigdata7245.s3.amazonaws.com/staging/images/Puzzles%20of%20Inflation%2C%20Money%2C%20and%20Debt%3A%20Applying%20the%20Fiscal%20Theory%20of%20the%20Price%20Level.jpg",
            "s3_images_desc_url": "",
            "s3_images_folder": "",
            "s3_images": [],
            "local_file_path": "",
            "pinecone_index": "",
            "summary": "The fiscal theory of the price level (FTPL) provides an update and revision of monetary theory to address puzzles raised by the failure of both the new Keynesian theory (commonly used by central bankers) and neoclassical monetarism (in particular, the quantity theory of money as interpreted by Milton Friedman and Anna Schwartz)—puzzles such as the low inflation that followed the sustained expansionary monetary policies post-2008. We aim to summarize and explain the FTPL as developed by Eric Leeper, John Cochrane, and others. The FTPL builds on neoclassical monetarism by observing that government liabilities—bonds, notes, bills, and currency—derive their value from the assets that back these liabilities. These assets are chiefly the present value of future tax revenues, minus government spending other than that part of spending used to service the liabilities themselves. This net “profit” of the government is called the primary surplus. This primary surplus can be expressed in real terms (a quantity of goods and services, rather than a money amount). The total real value of the bonds is thus the total real value of the assets backing the bonds: the present value of all future real primary surpluses (which we shorten to PVFS, present value of future surpluses). In a very important sense, the FTPL harkens back to commodity-based theories of money, except now the “commodity” is the real value of future surpluses earned by the government. We can then solve for the price level. It is simply the nominal value of the bonds (the face value or number of bonds issued) divided by the real value of the bonds (the PVFS). If the nominal value of the bonds is held constant and the underlying asset (PVFS) becomes less valuable, prices go up. If the PVFS becomes more valuable, prices go down. We thus calculate the value of “money” (including government liabilities of all maturities) the way one would calculate the value of any security: through discounted cash flow analysis. Note that this approach is consistent with the QTM because, if money is defined in the traditional way as currency and demand deposits and we now hold the PVFS (the backing of the money) constant, then the price level is proportional to the amount of money in circulation. The FTPL is a more complete theory, however, because (1) it incorporates all government liabilities, not traditional money alone, and (2) because it is forward-looking and dynamic rather than considering only conditions in the present."
        }
    ]
}